# EndFolder

## Description
Procedure EndFolder completes symbol folder creation in VectorScript. When EndFolder is called, the any procedure calls defined since a call to BeginFolder are used to create symbols and/or symbol folders.&lt;BR&gt;

```pascal
PROCEDURE EndFolder;
```

```python

def vs.EndFolder():
    return None
```

## Version
Availability: from MiniCAD
## Category
* Document List Handling